OpenFOAM-2.3.0/tutorials/multiphase/multiphaseEulerFoam/mixerVessel2D/constant/interfacialProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      interfacialProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dragModel1          SchillerNaumann;
dragModel2          SchillerNaumann;

heatTransferModel1  RanzMarshall;
heatTransferModel2  RanzMarshall;

dispersedPhase      both;
dragPhase           blended;

residualSlip        1e-2;
minInterfaceAlpha   1e-3;

// ************************************************************************* //
